top_operators_list = {
    '能天使': {
        'level': 6,
        'tags': {
            '远程位',
            '输出',
            '狙击干员'
        }
    },
    '黑': {
        'level': 6,
        'tags': {
            '远程位',
            '输出',
            '狙击干员'
        }
    },
    '银灰': {
        'level': 6,
        'tags': {
            '支援',
            '近卫干员',
            '近战位',
            '输出'
        }
    },
    '夜莺': {
        'level': 6,
        'tags': {
            '远程位',
            '医疗干员',
            '治疗',
            '支援'
        }
    },
    '星熊': {
        'level': 6,
        'tags': {
            '重装干员',
            '防护',
            '输出',
            '近战位'
        }
    },
    '陈': {
        'level': 6,
        'tags': {
            '爆发',
            '近卫干员',
            '近战位',
            '输出'
        }
    },
    '赫拉格': {
        'level': 6,
        'tags': {
            '近卫干员',
            '近战位',
            '输出',
            '生存'
        }
    },
    '斯卡蒂': {
        'level': 6,
        'tags': {
            '近卫干员',
            '近战位',
            '输出',
            '生存'
        }
    },
    '塞雷娅': {
        'level': 6,
        'tags': {
            '重装干员',
            '支援',
            '近战位',
            '治疗',
            '防护'
        }
    },
    '闪灵': {
        'level': 6,
        'tags': {
            '远程位',
            '医疗干员',
            '治疗',
            '支援'
        }
    },
    '伊芙利特': {
        'level': 6,
        'tags': {
            '远程位',
            '群攻',
            '术师干员',
            '削弱'
        }
    },
    '推进之王': {
        'level': 6,
        'tags': {
            '费用回复',
            '先锋干员',
            '输出',
            '近战位'
        }
    },
    '麦哲伦': {
        'level': 6,
        'tags': {
            '远程位',
            '支援',
            '减速',
            '输出',
            '辅助干员'
        }
    },
    '莫斯提马': {
        'level': 6,
        'tags': {
            '远程位',
            '群攻',
            '支援',
            '控场',
            '术师干员'
        }
    },
    '煌': {
        'level': 6,
        'tags': {
            '近战位',
            '输出',
            '生存',
            '近卫干员'
        }
    }
}
